// © Copyright 2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Fargekalibrering";

CalibrateProcessTitle = "Kalibrerer…";
DownloadingProcessTitle = "Laster ned Lin-tabeller…";
CalibrationFailedTitle = "Kan ikke utføre lukket sløyfe-kalibrering";

HSDInfoTextFieldTitle = "Denne prosessen kompenserer for variasjoner innenfor utskriftssystemet for å gi høyere fargenøyaktighet og fargekonsistens på utskriftene.";
HSDGuideTextFieldTitle = "Kontroller at det er lagt HP Advanced-fotopapir i Letter/A4-format i papirskuffen før du starter kalibreringen.";
HSDCalibrateButtonTitle = "Start fargekalibrering";

CalibrationCompleteTitle = "Skriveren har akkurat utført en automatisk fargekalibrering";
CalibrationCompleteMsg = "Hvis fargeutskriften ikke er tilfredsstillende, klikker du på Start fargekalibrering for å utføre automatisk fargekalibrering igjen.";
